[
  {
    "areaCode": "212",
    "state": "NY",
    "cities": "New York City (Manhattan)",
    "messages": [
      "Wanna grab a slice? This bagel shop line is 40 ppl deep but worth it",
      "just walked past the big Christmas tree and I'm feeling v festive",
      "Do u think if I make it here I can make it anywhere or is that just a song?"
    ]
  },
  {
    "areaCode": "213",
    "state": "CA",
    "cities": "Los Angeles",
    "messages": [
      "I swear I just saw someone famous at Whole Foods but idk who lol",
      "Traffic on the 405 is making me regret every life choice rn",
      "Wanna hike to the Hollywood sign tmrw? The views r worth the pain"
    ]
  },
  {
    "areaCode": "312",
    "state": "IL",
    "cities": "Chicago",
    "messages": [
      "Deep dish or thin crust 2nite? This is literally life or death",
      "The wind just blew me sideways and my hat is gone 4ever",
      "omg I can see like 4 states from the top of this skyscraper"
    ]
  },
  {
    "areaCode": "415",
    "state": "CA",
    "cities": "San Francisco, Marin County",
    "messages": [
      "My calves are DYING from these hills send help immediately",
      "Wanna take the trolley thing? I'll try not 2 fall off",
      "just saw a sea lion at the pier and it burped at me I'm deceased"
    ]
  },
  {
    "areaCode": "617",
    "state": "MA",
    "cities": "Boston, Cambridge",
    "messages": [
      "Pahk the cah and let's get some chowdah? (am I doing this right lol)",
      "Everyone here went to an Ivy League and I'm intimidated",
      "Do u wanna throw tea in the harbor for historical accuracy?"
    ]
  },
  {
    "areaCode": "202",
    "state": "DC",
    "cities": "Washington, D.C.",
    "messages": [
      "Do u wanna see where laws get made? Sounds boring but it's kinda cool",
      "I'm eating lunch next to a monument and feeling patriotic af",
      "just walked past 1600 Pennsylvania Ave and there's so much security omg"
    ]
  },
  {
    "areaCode": "305",
    "state": "FL",
    "cities": "Miami, Miami Beach, Key West",
    "messages": [
      "Beach day tmrw? The water is so turquoise I can't even",
      "omg the Cuban sandwich I just ate changed my life no exaggeration",
      "Everyone here is so tan and beautiful I feel like a vampire"
    ]
  },
  {
    "areaCode": "404",
    "state": "GA",
    "cities": "Atlanta",
    "messages": [
      "Wanna grab some chicken and waffles? I need this combo in my life",
      "This peach cobbler is sweeter than my grandma's compliments",
      "omg the traffic here makes other cities look like a joke"
    ]
  },
  {
    "areaCode": "214",
    "state": "TX",
    "cities": "Dallas, Plano, Richardson",
    "messages": [
      "Everything really IS bigger here including my belt after this BBQ",
      "Do u wanna go line dancing? I bought boots 4 this exact reason",
      "just saw someone wearing a 10-gallon hat unironically and I respect it"
    ]
  },
  {
    "areaCode": "713",
    "state": "TX",
    "cities": "Houston",
    "messages": [
      "Space Center tmrw? I wanna pretend I'm smart enough 2 b an astronaut",
      "This humidity is attacking my hair personally",
      "omg the Tex-Mex here is ruining all other Mexican food 4 me"
    ]
  },
  {
    "areaCode": "215",
    "state": "PA",
    "cities": "Philadelphia",
    "messages": [
      "Cheesesteak debate: wit or witout? This determines our friendship",
      "just saw a cracked bell and ppl r taking pics like it's the Mona Lisa lol",
      "Do u wanna run up some movie stairs and pretend we're boxing champs?"
    ]
  },
  {
    "areaCode": "313",
    "state": "MI",
    "cities": "Detroit",
    "messages": [
      "The Motown vibes here r making me wanna start a girl group",
      "Do u wanna see where they make cars? It's actually pretty sick",
      "omg this coney dog has chili AND onions I'm in love"
    ]
  },
  {
    "areaCode": "412",
    "state": "PA",
    "cities": "Pittsburgh",
    "messages": [
      "These hills r no joke but at least there's a sandwich w fries in it waiting",
      "Wanna cross one of these iconic bridges? There's literally hundreds",
      "just saw black and gold EVERYWHERE do they have other colors here?"
    ]
  },
  {
    "areaCode": "314",
    "state": "MO",
    "cities": "St. Louis",
    "messages": [
      "Going up that giant arch tmrw, pray 4 my fear of heights",
      "This BBQ is making me question my vegetarian phase from 2019",
      "omg there's a museum that's literally a jungle gym 4 adults I'm not leaving"
    ]
  },
  {
    "areaCode": "408",
    "state": "CA",
    "cities": "San Jose, Santa Clara, Sunnyvale",
    "messages": [
      "Everyone here codes and I barely know how 2 use Excel",
      "Do u wanna tour some tech campuses? Free food is involved",
      "just saw a self-driving car and I waved at it like an idiot"
    ]
  },
  {
    "areaCode": "503",
    "state": "OR",
    "cities": "Portland, Salem",
    "messages": [
      "This coffee is so artisanal they explained its life story b4 serving it",
      "Wanna hit up the world's biggest bookstore? I could live there",
      "omg someone just rode by on a penny-farthing bicycle like it's 1890"
    ]
  },
  {
    "areaCode": "206",
    "state": "WA",
    "cities": "Seattle, Mercer Island",
    "messages": [
      "Going up that space needle thing tmrw if the clouds clear",
      "It's been drizzling for 5 days straight but honestly it's kinda aesthetic?",
      "omg they threw a fish AT ME at the market and I caught it I'm a hero"
    ]
  },
  {
    "areaCode": "602",
    "state": "AZ",
    "cities": "Phoenix",
    "messages": [
      "It's 118 degrees rn how is this a real place ppl choose 2 live",
      "Wanna hike at dawn b4 the sun tries to end us?",
      "just touched a cactus on accident and I have regrets"
    ]
  },
  {
    "areaCode": "702",
    "state": "NV",
    "cities": "Las Vegas, Henderson",
    "messages": [
      "Lost $50 at slots but won a free buffet so basically a financial genius?",
      "Do u wanna see a show with acrobats defying physics 2nite?",
      "omg it's 3am and everything is still open this place is wild"
    ]
  },
  {
    "areaCode": "818",
    "state": "CA",
    "cities": "Los Angeles (San Fernando Valley)",
    "messages": [
      "just drove past a studio and saw fake NY streets it's so weird",
      "The Valley heat is different idk how to explain it but I'm melting",
      "Wanna grab In-N-Out? I need animal style fries in my life rn"
    ]
  },
  {
    "areaCode": "716",
    "state": "NY",
    "cities": "Buffalo, Niagara Falls",
    "messages": [
      "These falls r SO LOUD I literally can't hear u talking",
      "omg these wings r actually from here this is like a pilgrimage",
      "Do u wanna get soaked on a boat ride? It's freezing but worth it"
    ]
  },
  {
    "areaCode": "901",
    "state": "TN",
    "cities": "Memphis",
    "messages": [
      "The blues music on this street is making me feel things",
      "omg I'm at the King's house and his taste was BOLD",
      "This BBQ is so good I might cry actual tears of joy"
    ]
  },
  {
    "areaCode": "808",
    "state": "HI",
    "cities": "Honolulu, Maui, Big Island",
    "messages": [
      "just tried surfing and wiped out 50 times but aloha spirit kept me going",
      "Do u wanna watch the sunset? It's gonna b perfect w palm trees and stuff",
      "omg I had raw fish for breakfast and I'm never eating cereal again"
    ]
  },
  {
    "areaCode": "303",
    "state": "CO",
    "cities": "Denver, Aurora, Lakewood",
    "messages": [
      "The mountains here r making me feel v small and philosophical",
      "Wanna try a green chili smother on everything? It's a lifestyle here",
      "omg the air is so thin I'm out of breath just walking 2 my car"
    ]
  },
  {
    "areaCode": "512",
    "state": "TX",
    "cities": "Austin",
    "messages": [
      "Keep it weird they said so I'm wearing a costume on a Tuesday",
      "Do u wanna catch some live music? There's like 50 venues on this street",
      "just had brisket for breakfast tacos and I've never been happier"
    ]
  },
  {
    "areaCode": "504",
    "state": "LA",
    "cities": "New Orleans",
    "messages": [
      "Wanna grab beignets? I'm already covered in powdered sugar but idc",
      "This jazz music is SO GOOD I might spontaneously start dancing",
      "omg Bourbon Street at night is chaos in the best way possible"
    ]
  },
  {
    "areaCode": "615",
    "state": "TN",
    "cities": "Nashville",
    "messages": [
      "Every bar here has live country music and I'm not mad about it",
      "Do u wanna tour the honky-tonks? My boots r made for walking",
      "just had hot chicken and my mouth is on fire but it's worth it"
    ]
  },
  {
    "areaCode": "619",
    "state": "CA",
    "cities": "San Diego",
    "messages": [
      "The weather here is perfect 365 days a year it's actually unfair",
      "Wanna hit the beach and then get fish tacos? Classic move",
      "omg I just saw a sea lion AND a dolphin in the same hour blessed"
    ]
  },
  {
    "areaCode": "310",
    "state": "CA",
    "cities": "Los Angeles (West LA, Santa Monica)",
    "messages": [
      "Everyone here is a model or an actor or both it's intimidating",
      "Do u wanna bike the strand? The ocean views r insane",
      "just paid $20 for parking but the sunset over the pier was worth it"
    ]
  },
  {
    "areaCode": "720",
    "state": "CO",
    "cities": "Denver",
    "messages": [
      "Wanna go brewery hopping? This place has like 200 craft options",
      "The Rockies r RIGHT THERE I can literally see them from downtown",
      "omg I just got altitude sickness from walking up stairs this is embarrassing"
    ]
  },
  {
    "areaCode": "704",
    "state": "NC",
    "cities": "Charlotte",
    "messages": [
      "Everyone here is obsessed w racing and I kinda get it now?",
      "Do u wanna try some Carolina BBQ? The vinegar sauce is different but good",
      "just went to a bank museum bc apparently this is the banking capital lol"
    ]
  },
  {
    "areaCode": "407",
    "state": "FL",
    "cities": "Orlando",
    "messages": [
      "Wanna go to a theme park? There's like 10 to choose from",
      "omg I just saw someone in a costume and I think it's their actual job",
      "This place is basically theme parks and alligators and I'm here 4 it"
    ]
  },
  {
    "areaCode": "702",
    "state": "NV",
    "cities": "Las Vegas",
    "messages": [
      "Lost $100 but saw 3 shows and ate at a buffet so honestly winning?",
      "Do u wanna see the fountains dance? They're free and iconic",
      "omg someone just got married by Elvis this city is unreal"
    ]
  },
  {
    "areaCode": "901",
    "state": "TN",
    "cities": "Memphis",
    "messages": [
      "Beale Street is LIVE rn and I'm here for all of it",
      "Do u wanna visit the King's house? It's v sequined and extra",
      "just had dry rub ribs and I understand life now"
    ]
  },
  {
    "areaCode": "513",
    "state": "OH",
    "cities": "Cincinnati",
    "messages": [
      "This chili has cinnamon in it and it's on spaghetti but trust me it works",
      "Wanna cross the river to another state? It's literally right there",
      "omg the flying pig marathon statue is so random but I love it"
    ]
  },
  {
    "areaCode": "216",
    "state": "OH",
    "cities": "Cleveland",
    "messages": [
      "The Rock Hall is making me wanna start a band ngl",
      "Do u wanna try pierogies from this Polish place? They're huge",
      "omg we're on the lake but also not on the ocean it's confusing my brain"
    ]
  },
  {
    "areaCode": "480",
    "state": "AZ",
    "cities": "Scottsdale, Mesa, Tempe",
    "messages": [
      "Everyone here golfs in the desert and I have so many questions",
      "Wanna hike a red rock trail b4 it gets 2 hot 2 function?",
      "just saw a roadrunner irl and it did NOT go beep beep"
    ]
  },
  {
    "areaCode": "718",
    "state": "NY",
    "cities": "Brooklyn, Queens, Bronx, Staten Island",
    "messages": [
      "Wanna walk across that famous bridge? The views r iconic",
      "omg the pizza here is better than the other borough don't @ me",
      "just took the train and saw like 10 different languages being spoken"
    ]
  },
  {
    "areaCode": "404",
    "state": "GA",
    "cities": "Atlanta",
    "messages": [
      "Wanna hit the Beltline and pretend we're getting our steps in?",
      "This sweet tea is 90% sugar and I'm not complaining",
      "omg the aquarium whale shark is bigger than my apartment"
    ]
  },
  {
    "areaCode": "469",
    "state": "TX",
    "cities": "Dallas area",
    "messages": [
      "Do u wanna see where JFK stuff happened? It's heavy but important",
      "Everything here is air conditioned thank goodness bc it's HOT",
      "just ate BBQ the size of my head and I'm in a food coma"
    ]
  },
  {
    "areaCode": "510",
    "state": "CA",
    "cities": "Oakland, Berkeley, Fremont",
    "messages": [
      "The food scene here is SO GOOD and less expensive than across the bay",
      "Wanna check out a protest? There's always something happening here",
      "omg I just had Ethiopian food that changed my entire perspective on life"
    ]
  }
]
